import { AiFillMobile } from "react-icons/ai";
import { BsInstagram } from "react-icons/bs";
import { FaCrow, FaFileVideo, FaNetworkWired, FaPaintBrush, FaRegKeyboard } from "react-icons/fa";
import { GiFamilyHouse, GiSpeaker } from "react-icons/gi";
import { HiWrenchScrewdriver } from "react-icons/hi2";
import { IoMdColorFill } from "react-icons/io";
import { SiFirefoxbrowser } from "react-icons/si";
import img_1 from '../assets/img/1.jpg';
import img_3 from '../assets/img/3.png';
import img_4 from '../assets/img/4.png';
import img_5 from '../assets/img/5.jpg';
import img_6 from '../assets/img/6.png';
import productImg from '../assets/img/photo2468980173-400x400.jpg';
import product_1 from '../assets/img/products/photo_8_2022-12-25_23-58-11-300x200.jpg';
import product_2 from '../assets/img/products/photo_8_2022-12-25_23-57-58-300x200.jpg';
import product_3 from '../assets/img/products/photo_9_2022-12-25_23-57-58-300x200.jpg';
import product_4 from '../assets/img/products/photo_7_2022-12-25_23-57-58-300x200.jpg';
import product_5 from '../assets/img/products/photo_9_2022-12-25_23-58-11-300x200.jpg';
import product_6 from '../assets/img/products/photo_6_2022-12-25_23-57-58-300x200.jpg';
import product_7 from '../assets/img/products/photo_5_2022-12-25_23-58-11-300x200.jpg';
import product_8 from '../assets/img/products/photo_5_2022-12-25_23-57-58-300x200.jpg';

export const articles = [
    {title:'دوندرز چیست؟',explain:'اگر شنیده اید که پایتونیستای باتجربه در مورد پایتون صحبت می کنند یاچند سخنرانی کنفرانس را تماشا کرده اید که ممکن است اصطلاح dunder را شنیده باشید',img:img_1},
    {title: 'مدیران زمینه و با بیانیه',explain:'دستور with در پایتون به عنوان یک ویژگی مبهم در نظر گرفته می شود مقداری. اما وقتی به پشت صحنه نگاه می کنید، خواهید دید که هیچ وجود ندارد جادو.',img:img_5},
    {title:'ترفندهای پایتون',explain:'ترفندهای پایتون به عنوان یک سری کوتاه از اسکرین شات های کد شروع شد که منبه مدت یک هفته در توییتر به اشتراک گذاشته شد. در کمال تعجب، آنها',img:img_5},
    {title:'پایتون چیست?',explain:' این زبان برنامه نویسی روش های بسیار قدرتمند و حرفه‌ای را برای کار با زبان ها و ابزارهای مختلف به آسانی برای شما فراهم می کند و به همین دلیل',img:img_3},
    {title:'اینترنت و اینترنت اشیا',explain:'اینترنت محبوب ترین شبکه کامپیوتری دنیا است که ابتدا به شکل یک پروژه تحقیقاتی آکادمیک در سال ۱۹۶۹ شروع و سپس در دهه ۱۹۹۰ میلادی به یک شبکه جهانی',img:img_4},
    {title:'قرار دادن کاما از خود راضی در پایتون',explain:'در اینجا یک نکته مفید برای زمانی که در حال افزودن و حذف موارد از آن هستید، وجود دارد یک لیست، دیکت یا تنظیم ثابت در پایتون: فقط تمام خطوط',img:img_6},
    {title:'قرار دادن کاما از خود راضی در پایتون',explain:'در اینجا یک نکته مفید برای زمانی که در حال افزودن و حذف موارد از آن هستید، وجود دارد یک لیست، دیکت یا تنظیم ثابت در پایتون: فقط تمام خطوط',img:img_6},
    {title:'قرار دادن کاما از خود راضی در پایتون',explain:'در اینجا یک نکته مفید برای زمانی که در حال افزودن و حذف موارد از آن هستید، وجود دارد یک لیست، دیکت یا تنظیم ثابت در پایتون: فقط تمام خطوط',img:img_6},
    {title:'قرار دادن کاما از خود راضی در پایتون',explain:'در اینجا یک نکته مفید برای زمانی که در حال افزودن و حذف موارد از آن هستید، وجود دارد یک لیست، دیکت یا تنظیم ثابت در پایتون: فقط تمام خطوط',img:img_6},
    {title:'قرار دادن کاما از خود راضی در پایتون',explain:'در اینجا یک نکته مفید برای زمانی که در حال افزودن و حذف موارد از آن هستید، وجود دارد یک لیست، دیکت یا تنظیم ثابت در پایتون: فقط تمام خطوط',img:img_6},
    {title:'قرار دادن کاما از خود راضی در پایتون',explain:'در اینجا یک نکته مفید برای زمانی که در حال افزودن و حذف موارد از آن هستید، وجود دارد یک لیست، دیکت یا تنظیم ثابت در پایتون: فقط تمام خطوط',img:img_6},
    {title:'قرار دادن کاما از خود راضی در پایتون',explain:'در اینجا یک نکته مفید برای زمانی که در حال افزودن و حذف موارد از آن هستید، وجود دارد یک لیست، دیکت یا تنظیم ثابت در پایتون: فقط تمام خطوط',img:img_6},
    {title:'قرار دادن کاما از خود راضی در پایتون',explain:'در اینجا یک نکته مفید برای زمانی که در حال افزودن و حذف موارد از آن هستید، وجود دارد یک لیست، دیکت یا تنظیم ثابت در پایتون: فقط تمام خطوط',img:img_6},
    {title:'قرار دادن کاما از خود راضی در پایتون',explain:'در اینجا یک نکته مفید برای زمانی که در حال افزودن و حذف موارد از آن هستید، وجود دارد یک لیست، دیکت یا تنظیم ثابت در پایتون: فقط تمام خطوط',img:img_6},
    {title:'قرار دادن کاما از خود راضی در پایتون',explain:'در اینجا یک نکته مفید برای زمانی که در حال افزودن و حذف موارد از آن هستید، وجود دارد یک لیست، دیکت یا تنظیم ثابت در پایتون: فقط تمام خطوط',img:img_6},
    {title:'قرار دادن کاما از خود راضی در پایتون',explain:'در اینجا یک نکته مفید برای زمانی که در حال افزودن و حذف موارد از آن هستید، وجود دارد یک لیست، دیکت یا تنظیم ثابت در پایتون: فقط تمام خطوط',img:img_6},
    {title:'قرار دادن کاما از خود راضی در پایتون',explain:'در اینجا یک نکته مفید برای زمانی که در حال افزودن و حذف موارد از آن هستید، وجود دارد یک لیست، دیکت یا تنظیم ثابت در پایتون: فقط تمام خطوط',img:img_6},
    {title:'قرار دادن کاما از خود راضی در پایتون',explain:'در اینجا یک نکته مفید برای زمانی که در حال افزودن و حذف موارد از آن هستید، وجود دارد یک لیست، دیکت یا تنظیم ثابت در پایتون: فقط تمام خطوط',img:img_6},
    {title:'قرار دادن کاما از خود راضی در پایتون',explain:'در اینجا یک نکته مفید برای زمانی که در حال افزودن و حذف موارد از آن هستید، وجود دارد یک لیست، دیکت یا تنظیم ثابت در پایتون: فقط تمام خطوط',img:img_6},
    {title:'قرار دادن کاما از خود راضی در پایتون',explain:'در اینجا یک نکته مفید برای زمانی که در حال افزودن و حذف موارد از آن هستید، وجود دارد یک لیست، دیکت یا تنظیم ثابت در پایتون: فقط تمام خطوط',img:img_6},
    {title:'قرار دادن کاما از خود راضی در پایتون',explain:'در اینجا یک نکته مفید برای زمانی که در حال افزودن و حذف موارد از آن هستید، وجود دارد یک لیست، دیکت یا تنظیم ثابت در پایتون: فقط تمام خطوط',img:img_6},
    {title:'قرار دادن کاما از خود راضی در پایتون',explain:'در اینجا یک نکته مفید برای زمانی که در حال افزودن و حذف موارد از آن هستید، وجود دارد یک لیست، دیکت یا تنظیم ثابت در پایتون: فقط تمام خطوط',img:img_6},
]

export const text = `اگر شنیده اید که پایتونیستای باتجربه در مورد پایتون صحبت می کنند یا
چند سخنرانی کنفرانس را تماشا کرده اید که ممکن است اصطلاح dunder را شنیده باشید.اگر می‌پرسید این چیست، خوب، پاسخ شما در اینجا است:
زیرخط های دوگانه اغلب در پایتون به عنوان “داندر” شناخته می شوند
انجمن. دلیل آن این است که زیرخط های دوتایی اغلب ظاهر می شوند
در کد پایتون، و برای جلوگیری از خستگی عضلات فک خود، Pythonistas
غالباً «زیر خط دوگانه» را به «داندر» کوتاه می‌کنند.به عنوان مثال، شما baz را به عنوان “dunder baz” تلفظ می کنید. به همین ترتیب، init به عنوان “dunder init” تلفظ می شود، حتی اگر یک ممکن است فکر کند که باید “dunder init dunder” باشد. اما این فقط یکی دیگر از ابهامات در کنوانسیون نامگذاری است. مانند یک است دست دادن مخفی برای توسعه دهندگان پایتون دو خط پیشرو و انتهایی: “__var“شاید تعجب آور باشد که اگر نامی شروع شود، مخفی کردن نام اعمال نمی شود
و با زیرخط دوتایی به پایان می رسد. متغیرهایی که توسط یک دوتایی احاطه شده اند
پیشوند و پسوند زیر خط توسط مترجم پایتون آسیبی نبینند
class PrefixPostfixTest:
def init(self):
self.bam = 42

 PrefixPostfixTest().bam
42
با این حال، نام‌هایی که دارای دو امتیاز دوبل پیشرو و انتهایی هستند، برای استفاده ویژه در زبان محفوظ هستند. این قانون پوشش می دهد
چیزهایی مانند init برای سازنده شی، یا call برای فراخوانی اشیاء.
این روش‌های دوندر اغلب به عنوان روش‌های جادویی شناخته می‌شوند – اما
بسیاری از افراد در جامعه پایتون، از جمله من، دوست ندارند
آن کلمه به این معنی است که استفاده از روش‌های dunder ممنوع است،
که کاملاً اینطور نیست. آنها یک ویژگی اصلی در پایتون هستند و
باید در صورت نیاز استفاده شود. هیچ چیز “جادویی” یا مخفیانه ای در مورد آن وجود ندارد
آنها را
با این حال، تا آنجا که قراردادهای نامگذاری پیش می رود، بهتر است از آن دوری کنید
از نام‌هایی استفاده کنید که با زیرخط‌های دوتایی شروع و پایان می‌یابند
برنامه هایی برای جلوگیری از برخورد با تغییرات آتی در زبان پایتون.
زیر خط تکی: “” طبق قرارداد، گاهی اوقات از یک خط زیر خط مستقل استفاده می شود نامی برای نشان دادن موقتی یا ناچیز بودن یک متغیر. به عنوان مثال، در حلقه زیر نیازی به دسترسی به اجرا نداریم ایندکس و ما می توانیم از “” برای نشان دادن اینکه فقط یک مقدار موقت است استفاده کنیم:
for _ in range(32):
… print(‘Hello, World.’)
همچنین می‌توانید از زیرخط‌های منفرد در بازکردن عبارات به‌عنوان متغیر «مراقب نباشید» برای نادیده گرفتن مقادیر خاص استفاده کنید. باز هم این معنی
فقط طبق قرارداد است و هیچ رفتار خامحصول  را در آن ایجاد نمی کند
تجزیه کننده پایتون زیرخط تنها یک متغیر معتبر است
نامی که گاهی برای این منظور استفاده می شود`;

export const keyWord = ['نهال آی تی*خرید قالب وردپرس*خرید قالب Html*خرید قالب*سئو سایت*قالب سایت رایگان*طراحی لوگو *طراحی موشن گرافیک* طراحی کارت ویزیت*طراحی بنر','طراحی کارت ویزیت','طراحی موشن گرافیک','طراحی لوگو','قالب سایت','قالب آماده','قالب سایت رایگان','قالب وردپرس','نهال آی تی','طراحی بنر','خرید قالب Html','قالب سایت','نهال آی تی'];

export const products = [
    {title:'قالب html مارکت پلیس وب استور',tags:['قالب html'],explain:'لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ، و با استفاده از طراحان گرافیک است، چاپگرها و متون بلکه روزنامه و مجله در ستون و سطرآنچنان که لازم است، و برای شرایط فعلی تکنولوژی مورد نیاز، و کاربردهای متنوع با هدف بهبود ابزارهای کاربردی می باشد، کتابهای زیادی در شصت و سه درصد گذشته حال و آینده، شناخت فراوان جامعه و متخصصان را می طلبد، تا با نرم افزارها شناخت بیشتری را برای طراحان رایانه ای علی الخصوص طراحان خلاقی، و فرهنگ پیشرو در زبان فارسی ایجاد کرد، در این صورت می توان امید داشت که تمام و دشواری موجود در ارائه راهکارها، و شرایط سخت تایپ به پایان رسد و زمان مورد نیاز شامل حروفچینی دستاوردهای اصلی، و جوابگوی سوالات پیوسته اهل دنیای موجود طراحی اساسا مورد استفاده قرار گیرد.',date:"1401/1/17",price:109000,img:product_1,category_id:24},
    {title:'قالب در دست ساخت ابروان ',tags:['قالب html'],explain:'لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ، و با استفاده از طراحان گرافیک است، چاپگرها و متون بلکه روزنامه و مجله در ستون و سطرآنچنان که لازم است، و برای شرایط فعلی تکنولوژی مورد نیاز، و کاربردهای متنوع با هدف بهبود ابزارهای کاربردی می باشد، کتابهای زیادی در شصت و سه درصد گذشته حال و آینده، شناخت فراوان جامعه و متخصصان را می طلبد، تا با نرم افزارها شناخت بیشتری را برای طراحان رایانه ای علی الخصوص طراحان خلاقی، و فرهنگ پیشرو در زبان فارسی ایجاد کرد، در این صورت می توان امید داشت که تمام و دشواری موجود در ارائه راهکارها، و شرایط سخت تایپ به پایان رسد و زمان مورد نیاز شامل حروفچینی دستاوردهای اصلی، و جوابگوی سوالات پیوسته اهل دنیای موجود طراحی اساسا مورد استفاده قرار گیرد.',date:"1401/1/18",price:109000,img:product_2,category_id:23},
    {title:'قالب html فروشگاهی پاندو',tags:['قالب html'],explain:'لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ، و با استفاده از طراحان گرافیک است، چاپگرها و متون بلکه روزنامه و مجله در ستون و سطرآنچنان که لازم است، و برای شرایط فعلی تکنولوژی مورد نیاز، و کاربردهای متنوع با هدف بهبود ابزارهای کاربردی می باشد، کتابهای زیادی در شصت و سه درصد گذشته حال و آینده، شناخت فراوان جامعه و متخصصان را می طلبد، تا با نرم افزارها شناخت بیشتری را برای طراحان رایانه ای علی الخصوص طراحان خلاقی، و فرهنگ پیشرو در زبان فارسی ایجاد کرد، در این صورت می توان امید داشت که تمام و دشواری موجود در ارائه راهکارها، و شرایط سخت تایپ به پایان رسد و زمان مورد نیاز شامل حروفچینی دستاوردهای اصلی، و جوابگوی سوالات پیوسته اهل دنیای موجود طراحی اساسا مورد استفاده قرار گیرد.',date:"1401/2/12",price:109000,img:product_3,category_id:21},
    {title:'قالب لندینگ پیج تک محصوله نایان',tags:['قالب html'],explain:'لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ، و با استفاده از طراحان گرافیک است، چاپگرها و متون بلکه روزنامه و مجله در ستون و سطرآنچنان که لازم است، و برای شرایط فعلی تکنولوژی مورد نیاز، و کاربردهای متنوع با هدف بهبود ابزارهای کاربردی می باشد، کتابهای زیادی در شصت و سه درصد گذشته حال و آینده، شناخت فراوان جامعه و متخصصان را می طلبد، تا با نرم افزارها شناخت بیشتری را برای طراحان رایانه ای علی الخصوص طراحان خلاقی، و فرهنگ پیشرو در زبان فارسی ایجاد کرد، در این صورت می توان امید داشت که تمام و دشواری موجود در ارائه راهکارها، و شرایط سخت تایپ به پایان رسد و زمان مورد نیاز شامل حروفچینی دستاوردهای اصلی، و جوابگوی سوالات پیوسته اهل دنیای موجود طراحی اساسا مورد استفاده قرار گیرد.',date:"1401/2/28",price:109000,img:product_4,category_id:20},
    {title:'قالب شرکتی html شادان',tags:['قالب html'],explain:'لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ، و با استفاده از طراحان گرافیک است، چاپگرها و متون بلکه روزنامه و مجله در ستون و سطرآنچنان که لازم است، و برای شرایط فعلی تکنولوژی مورد نیاز، و کاربردهای متنوع با هدف بهبود ابزارهای کاربردی می باشد، کتابهای زیادی در شصت و سه درصد گذشته حال و آینده، شناخت فراوان جامعه و متخصصان را می طلبد، تا با نرم افزارها شناخت بیشتری را برای طراحان رایانه ای علی الخصوص طراحان خلاقی، و فرهنگ پیشرو در زبان فارسی ایجاد کرد، در این صورت می توان امید داشت که تمام و دشواری موجود در ارائه راهکارها، و شرایط سخت تایپ به پایان رسد و زمان مورد نیاز شامل حروفچینی دستاوردهای اصلی، و جوابگوی سوالات پیوسته اهل دنیای موجود طراحی اساسا مورد استفاده قرار گیرد.',date:"1401/3/3",price:109000,img:product_5,category_id:null},
    {title:'صفحه فرود html تخفیفانه 7 شنبه بازار',tags:['قالب html'],explain:'لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ، و با استفاده از طراحان گرافیک است، چاپگرها و متون بلکه روزنامه و مجله در ستون و سطرآنچنان که لازم است، و برای شرایط فعلی تکنولوژی مورد نیاز، و کاربردهای متنوع با هدف بهبود ابزارهای کاربردی می باشد، کتابهای زیادی در شصت و سه درصد گذشته حال و آینده، شناخت فراوان جامعه و متخصصان را می طلبد، تا با نرم افزارها شناخت بیشتری را برای طراحان رایانه ای علی الخصوص طراحان خلاقی، و فرهنگ پیشرو در زبان فارسی ایجاد کرد، در این صورت می توان امید داشت که تمام و دشواری موجود در ارائه راهکارها، و شرایط سخت تایپ به پایان رسد و زمان مورد نیاز شامل حروفچینی دستاوردهای اصلی، و جوابگوی سوالات پیوسته اهل دنیای موجود طراحی اساسا مورد استفاده قرار گیرد.',date:"1401/3/5",price:109000,img:product_6,category_id:25},
    {title:'ورود و ثبت نام پامیس html پک قالب',tags:['قالب html'],explain:'لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ، و با استفاده از طراحان گرافیک است، چاپگرها و متون بلکه روزنامه و مجله در ستون و سطرآنچنان که لازم است، و برای شرایط فعلی تکنولوژی مورد نیاز، و کاربردهای متنوع با هدف بهبود ابزارهای کاربردی می باشد، کتابهای زیادی در شصت و سه درصد گذشته حال و آینده، شناخت فراوان جامعه و متخصصان را می طلبد، تا با نرم افزارها شناخت بیشتری را برای طراحان رایانه ای علی الخصوص طراحان خلاقی، و فرهنگ پیشرو در زبان فارسی ایجاد کرد، در این صورت می توان امید داشت که تمام و دشواری موجود در ارائه راهکارها، و شرایط سخت تایپ به پایان رسد و زمان مورد نیاز شامل حروفچینی دستاوردهای اصلی، و جوابگوی سوالات پیوسته اهل دنیای موجود طراحی اساسا مورد استفاده قرار گیرد.',date:"1401/4/11",price:109000,img:product_7,category_id:17},
    {title:'قالب html داشبورد و پنل ادمین ubold',tags:['قالب html'],explain:'لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ، و با استفاده از طراحان گرافیک است، چاپگرها و متون بلکه روزنامه و مجله در ستون و سطرآنچنان که لازم است، و برای شرایط فعلی تکنولوژی مورد نیاز، و کاربردهای متنوع با هدف بهبود ابزارهای کاربردی می باشد، کتابهای زیادی در شصت و سه درصد گذشته حال و آینده، شناخت فراوان جامعه و متخصصان را می طلبد، تا با نرم افزارها شناخت بیشتری را برای طراحان رایانه ای علی الخصوص طراحان خلاقی، و فرهنگ پیشرو در زبان فارسی ایجاد کرد، در این صورت می توان امید داشت که تمام و دشواری موجود در ارائه راهکارها، و شرایط سخت تایپ به پایان رسد و زمان مورد نیاز شامل حروفچینی دستاوردهای اصلی، و جوابگوی سوالات پیوسته اهل دنیای موجود طراحی اساسا مورد استفاده قرار گیرد.',date:"1401/4/12",price:50000,img:product_8,category_id:14},
]

export const services = [
    {title:"فروش سایت اختصاصی و اقتصادی",text:"در این بخش از خدمات، سایت های آماده فروشگاهی و سازمانی و شرکتی و مدیریتی و اداری و خبری و اختصاصی ، آماده به فروش می باشد که با زبان ها و فریم ورک های مختلف مانند جنگو و لاراول و وردپرس و php ارائه می شود.",img:SiFirefoxbrowser,link:"/services/فروش-سایت-اختصاصی-و-اقتصادی"},
    {title:"فروش قالب سایت",text:"در این بخش، قالب های html ، css ، جاوا اسکریپت (Java Script) ، ری اکت (React) ، ویو جی اس (vue js) ، نود جی اس (node js) ، وردپرس و غیره و ماژول های وردپرس، به فروش می رسد.",img:IoMdColorFill,link:"/services/فروش-قالب-سایت"},
    {title:"طراحی وبسایت اختصاصی ",text:"طراحی وب سایت اختصامحصول  یکی از انواع طراحی وب است که توسط شرکت های طراح و توسعه دهنده وب حرفه ای انجام می شود که با توجه به نیاز مشتری ، وب سایت به صورت اختصاصی  برای آنان طراحی می کنیم.",img:FaRegKeyboard,link:"/services/طراحی-سایت-اختصاصی "},
    {title:"خدمات وبسایت و سئو وب سایت",text:"یکی از خدمات اصلی سایت که برای بهبود فروش و شناخته شدن شما و افزایش بازدید سایت شما می باشد ، خدمات سئو سایت می باشد. با این خدمات شما می توانید در صفحه گوگل در جایگاه بالاتر قرار بگیرید.",img:HiWrenchScrewdriver,link:"/services/خدمات-سئو-وب-سایت" },
    {title:"خدمات کسب و کار",text:"تیم خدمات کسب و کار نهال آی تی ، جهت بهبود سریع تر در کسب و کار های نوپا و انواع کسب و کارها، میتواند از ابتدای هر کسب و کاری، تا برند شدن و افزایش فروش آن کسب و کار ، به شما کمک کند.",img:GiFamilyHouse,link:"/services/خدمات-کسب-و-کار"},
    {title:"خدمات شبکه های اجتماعی",text:"اگر قصد دارید رشد سریع تری را در شبکه های اجتماعی مانند آپارات و اینستاگرام و تلگرام و لینکدین و توییتر و دیگر شبکه های اجتماعی تجربه کنید و حرفه ای کار کنید ، میتوانید از خدمات نهال آی تی استفاده کنید.",img:BsInstagram,link:"/services/خدمات-شبکه-های-اجتماعی"},
    {title:"خدمات موشن گرافیک",text:"ویدیوهایی که پیام و محتوا را به صورت متحرک منتقل می کنند موشن هستند. واژه موشن Motionدر زبان فارسی پویا ترجمه می شود و به هر چیزی که دارای حرکت باشد. تیم موشن گرافیک نهال آی تی ، آماده انجام تمامی خدمات شما در حوزه گرافیکی می باشد.",img:FaCrow,link:"/services/موشن-گرافیک"},
    {title:"خدمات گرافیک",text:"تیم گرافیک نهال آی تی ، کارهای حرفه ای گرافیکی از جمله طراحی لوگو و پوستر و بروشور های تبلیغاتی، و طراحی انواع بنر های تبلیغاتی و کارت های ویزیت، همچنین طراحی انیمیشن و کاراکتر سازی و تیزر تبلیغاتی و همچنین طراحی UI/UX سایت را با سرعت بالا و کیفیت بالا انجام می دهد.",img:FaPaintBrush,link:"/services/خدمات-گرافیک"},
    {title:"تدوین پروپوزال",text:"در تیم مشاوره نهال آی تی ، ما از صفر تا صد نقشه کسب و کار شما را به صورت الکترونیکی و یا به صورت تلفنی ، به شما مشاوره میدهیم که چگونه کسب و کارهای خود را راه اندازی و مدیریت نمایید و به سوی برند شدن و افزایش فروش در کسب و کار خود بشتابید.",img:FaNetworkWired,link:"/services/تدوین-پروپوزال"},
    {title:"خدمات اپلیکیشن موبایل",text:"تیم اپلیکیشن نهال آی تی با استفاده از طرح ها و ایده های نو و با استفاده از تکنولوژی های به روز، میتواند کسب و کارهای شما را به صورت سریع و از طریق اپلیکیشن در اختیار مشتریان شما قرار دهد.",img:AiFillMobile,link:"/services/اپلیکیشن-موبایل"},
    {title:"خدمات تدوین صدا و صدا گذاری",text:"در تیم نهال آی تی ، جهت بهره برداری بهتر خدمات ما در حوزه ی تدوین صدا و صداگذاری ، کاربران میتوانند به راحتی با متخصصان مختلف در حوزه صداگذاری به صورت مشترک، مشاوره بگیرند.",img:GiSpeaker,link:"/services/خدمات-تدوین-صدا-و-صدا-گذاری"},
    {title:"خدمات پریمیر و تدوین فیلم",text:"در تیم نهال آی تی ، جهت بهره برداری بهتر خدمات پریمیر و تدوین فیلم ، کاربران میتوانند به راحتی با متخصصان مختلف در حوزه تدوین فیلم و نرم افزار پریمیر به صورت مشترک، مشاوره بگیرند.",img:FaFileVideo,link:"/services/خدمات-پریمیر-و-تدوین-فیلم"},
]

export const activities = [
    "طراح سایت بخش فرانت اند",
    "طراح سایت بخش بک اند",
    "طراح قالب وردپرس",
    "طراح پلاگین وردپرس",
    "طراح اپلیکیشن اندروید",
    "طراح اپلیکیشن IOS",
    "برنامه نویس لاراول",
    "متخصص پایگاه داده (MYSql یا Sql Server )",
    "برنامه نویس جاوا",
    "تولید محتوا",
    "سئو",
    "گرافیک",
    "انیمیشن",
    "بازاریابی",
    "برنامه نویس پایتون",
    "موشن گرافیک"
];